{
  "header_title": "Centro de Ayuda",
  "header_subtitle": "Todo lo que necesitas saber sobre Card5",

  "faq_heading": "Preguntas Frecuentes",
  "faq1_question": "¿Mis datos son seguros?",
  "faq1_answer": "Absolutamente. No recolectamos ninguno de tus datos confidenciales como números completos de tarjeta o CVV. Solo almacenamos información no sensible como los últimos 4 dígitos, alias, banco y fechas importantes. Además, no mostramos publicidad de terceros que pueda comprometer tu privacidad.",
  "faq2_question": "¿Es gratis?",
  "faq2_answer": "Actualmente sí, no pensamos cobrar en el futuro por este servicio",
  "faq3_question": "¿Cuántas tarjetas puedo agregar?",
  "faq3_answer": "En la versión actual puedes agregar tarjetas ilimitadas y acceder a todas las funcionalidades premium sin costo alguno.",
  "faq4_question": "¿Puedo cancelar mi cuenta en cualquier momento?",
  "faq4_answer": "Sí, puedes eliminar tu cuenta y todos tus datos en cualquier momento desde la configuración de tu perfil. El proceso es instantáneo y permanente.",
  "faq5_question": "¿Funciona en dispositivos móviles?",
  "faq5_answer": "Buscamos que esté completamente optimizado para funcionar en cualquier dispositivo: computadoras, tablets y smartphones. Puedes acceder desde cualquier navegador web moderno.",
  "faq6_question": "¿Qué pasa si olvido mi contraseña?",
  "faq6_answer": "Actualmente no puedes cambiar tu contraseña, lo sentimos.",
  "support_heading": "Soporte",
  "support_intro": "Puedes enviarme un mensaje a través de discord en https://discord.com/users/1109607125472260166",

  "security_heading": "Seguridad",
  "security_intro": "La seguridad de tus datos es nuestra máxima prioridad. Así es como protegemos tu información:",
  "non_sensitive_data_title": "Datos No Sensibles",
  "non_sensitive_data_description": "Nunca solicitamos ni almacenamos números completos de tarjeta, CVV, o información confidencial. Solo guardamos datos como últimos 4 dígitos, alias y fechas.",
  "encryption_title": "Encriptación",
  "encryption_description": "Todos los datos se transmiten usando encriptación SSL/TLS y se almacenan de forma segura en servidores protegidos.",
  "no_advertising_title": "Sin Publicidad",
  "no_advertising_description": "No mostramos publicidad de terceros ni compartimos tus datos con anunciantes. Tu privacidad es fundamental.",
  "total_control_title": "Control Total",
  "total_control_description": "Tú tienes el control completo de tus datos. Puedes exportar o eliminar toda tu información en cualquier momento.",

  "privacy_policy_heading": "Política de Privacidad",
  "last_updated_prefix": "Última actualización:",
  "privacy_1_title": "1. Información que Recopilamos",
  "privacy_1_description": "Recopilamos únicamente la información necesaria para proporcionar nuestros servicios: tu dirección de correo electrónico, nombre de usuario, y datos no sensibles de tus tarjetas de crédito (últimos 4 dígitos, alias, banco, línea de crédito, fechas de corte y pago).",
  "privacy_2_title": "2. Cómo usamos tu informacoón",
  "privacy_2_description": "Utilizamos su información exclusivamente para prestar y mejorar nuestros servicios. No vendemos, alquilamos ni compartimos sus datos personales con terceros con fines publicitarios.",
  "privacy_3_title": "3. Protección de Datos",
  "privacy_3_description": "Implementamos medidas de seguridad técnicas y organizativas para proteger tus datos contra acceso no autorizado, pérdida o alteración. Todos los datos se transmiten mediante conexiones encriptadas.",
  "privacy_4_title": "4. Tus Derechos",
  "privacy_4_description": "Tienes derecho a acceder, rectificar, eliminar o exportar tus datos personales en cualquier momento. Puedes ejercer estos derechos desde la configuración de tu cuenta o contactándonos directamente.",
  "privacy_5_title": "5. Cookies",
  "privacy_5_description": "Utilizamos cookies esenciales para el funcionamiento del sitio y para mantener tu sesión activa. No usamos cookies de seguimiento o publicidad.",

  "terms_conditions_heading": "Términos y Condiciones",
  "terms_1_title": "1. Aceptación de Términos",
  "terms_1_description": "Al utilizar Card5, aceptas estos términos y condiciones. Si no estás de acuerdo con alguna parte de estos términos, no debes usar nuestro servicio.",
  "terms_2_title": "2. Uso del Servicio",
  "terms_2_description": "Card5 es una herramienta de gestión de información de tarjetas de crédito. No procesamos pagos ni tenemos acceso a información sensible como números completos de tarjeta o CVV. Eres responsable de mantener la seguridad de tu cuenta.",
  "terms_3_title": "3. Precio y Facturación",
  "terms_3_description": "Actualmente, Card5 es gratuito con todas las funciones premium disponibles.",
  "terms_4_description": "Puedes cancelar tu cuenta en cualquier momento desde la configuración de tu perfil. Al cancelar, todos tus datos serán eliminados de forma permanente de nuestros servidores.",
  "terms_5_title": "5. Limitación de Responsabilidad",
  "terms_5_description": "Card5 se proporciona 'tal cual' sin garantías de ningún tipo. No somos responsables de pérdidas derivadas del uso o imposibilidad de uso de nuestro servicio. Es tu responsabilidad realizar los pagos de tus tarjetas a tiempo."
}
