{
  "header_title": "Help Center",
  "header_subtitle": "Everything you need to know about Card5",

  "faq_heading": "Frequently Asked Questions",
  "faq1_question": "Are my data safe?",
  "faq1_answer": "Absolutely. We do not collect any of your sensitive data such as full card numbers or CVV. We only store non-sensitive information like the last 4 digits, alias, bank, and important dates. Furthermore, we do not display third-party advertising that could compromise your privacy.",
  "faq2_question": "Is it free?",
  "faq2_answer": "Currently, yes, all premium features are available for free. When we launch the paid version, the cost will be $5 USD per month, but current users will receive special benefits.",
  "faq3_question": "How many cards can I add?",
  "faq3_answer": "In the current version, you can add unlimited cards and access all premium features at no cost.",
  "faq4_question": "Can I cancel my account at any time?",
  "faq4_answer": "Yes, you can delete your account and all your data at any time from your profile settings. The process is instant and permanent.",
  "faq5_question": "Does it work on mobile devices?",
  "faq5_answer": "Card5 is fully optimized to work on any device: computers, tablets, and smartphones. You can access it from any modern web browser.",
  "faq6_question": "What if I forget my password?",
  "faq6_answer": "You can easily recover your password using the 'Forgot password' option on the login page. We will send you a recovery link to your email.",

  "support_heading": "Support",
  "support_intro": "Need help? We are here for you. Our support team is available to answer any questions or problems you may have.",
  "email_support_title": "Email Support",
  "email_support_description": "Send us an email and we will respond in less than 24 hours.",
  "documentation_title": "Documentation",
  "documentation_description": "Consult our documentation for detailed guides on how to use all Card5 features.",

  "security_heading": "Security",
  "security_intro": "The security of your data is our top priority. Here's how we protect your information:",
  "non_sensitive_data_title": "Non-Sensitive Data",
  "non_sensitive_data_description": "We never ask for or store full card numbers, CVV, or confidential information. We only store data like last 4 digits, alias, and dates.",
  "encryption_title": "Encryption",
  "encryption_description": "All data is transmitted using SSL/TLS encryption and stored securely on protected servers.",
  "no_advertising_title": "No Advertising",
  "no_advertising_description": "We do not display third-party advertising or share your data with advertisers. Your privacy is fundamental.",
  "total_control_title": "Total Control",
  "total_control_description": "You have complete control over your data. You can export or delete all your information at any time.",

  "privacy_policy_heading": "Privacy Policy",
  "last_updated_prefix": "Last updated:",
  "privacy_1_title": "1. Information We Collect",
  "privacy_1_description": "We only collect the information necessary to provide our services: your email address, username, and non-sensitive credit card data (last 4 digits, alias, bank, credit line, cut-off and payment dates).",
  "privacy_2_title": "2. How We Use Your Information",
  "privacy_2_description": "We use your information exclusively to provide and improve our services. We do not sell, rent, or share your personal data with third parties for advertising purposes.",
  "privacy_3_title": "3. Data Protection",
  "privacy_3_description": "We implement technical and organizational security measures to protect your data against unauthorized access, loss, or alteration. All data is transmitted through encrypted connections.",
  "privacy_4_title": "4. Your Rights",
  "privacy_4_description": "You have the right to access, rectify, delete, or export your personal data at any time. You can exercise these rights from your account settings or by contacting us directly.",
  "privacy_5_title": "5. Cookies",
  "privacy_5_description": "We use essential cookies for the operation of the site and to keep your session active. We do not use tracking or advertising cookies.",

  "terms_conditions_heading": "Terms & Conditions",
  "terms_1_title": "1. Acceptance of Terms",
  "terms_1_description": "By using Card5, you accept these terms and conditions. If you do not agree with any part of these terms, you should not use our service.",
  "terms_2_title": "2. Use of Service",
  "terms_2_description": "Card5 is a credit card information management tool. We do not process payments or have access to sensitive information such as full card numbers or CVV. You are responsible for maintaining the security of your account.",
  "terms_3_title": "3. Pricing and Billing",
  "terms_3_description": "Currently, Card5 is free with all premium features available. In the future, we will implement a subscription plan of $5 USD per month. Current users will receive 30 days' notice before any changes to the pricing policy.",
  "terms_4_title": "4. Account Cancellation",
  "terms_4_description": "You can cancel your account at any time from your profile settings. Upon cancellation, all your data will be permanently deleted from our servers.",
  "terms_5_title": "5. Limitation of Liability",
  "terms_5_description": "Card5 is provided 'as is' without warranties of any kind. We are not responsible for losses arising from the use or inability to use our service. It is your responsibility to make your card payments on time.",
  "terms_6_title": "6. Modifications",
  "terms_6_description": "We reserve the right to modify these terms at any time. We will notify you of important changes via email or an announcement on the service.",
  "terms_7_title": "7. Contact",
  "terms_7_description": "If you have questions about these terms, contact us at support@card5.com"
}
